brew "zsh"
brew "tmux"
brew "lazygit"
brew "git"
brew "cmake"
brew "lazygit"
brew "neovim"
brew "zoxide"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "yazi"
brew "just"
brew "dust"
brew "git-delta"
brew "python"
brew "node"

if OS.mac?
  cask "sy-symbols"
  tap "homebrew/cask-fonts"
  cask "font-hack-nerd-font"
end

if OS.linux?
  brew "xclip"
  brew "lazydocker"
end
