{
    "buckets": [
        { "Name": "main" },
        { "Name": "extras" },
        { "Name": "nerd-fonts" }
    ],
    "apps": [
        { "Name": "git",        "Source": "main" },
        { "Name": "cmake",      "Source": "main" },
        { "Name": "neovim",     "Source": "main" },
        { "Name": "lazygit",    "Source": "extras" },
        { "Name": "zoxide",     "Source": "main" },
        { "Name": "ripgrep",    "Source": "main" },
        { "Name": "fd",         "Source": "main" },
        { "Name": "fzf",        "Source": "main" },
        { "Name": "cloc",        "Source": "main" },
        { "Name": "yazi",       "Source": "main" },
        { "Name": "just",       "Source": "main" },
        { "Name": "dust",       "Source": "main" },
        { "Name": "delta",      "Source": "main" },
        { "Name": "python",     "Source": "main" },
        { "Name": "nodejs",     "Source": "main" },
        { "Name": "bat",        "Source": "main" },
        { "Name": "lazydocker", "Source": "main" },
        { "Name": "vscode",     "Source": "extras" },
        { "Name": "everything", "Source": "extras" },
        { "Name": "pwsh",       "Source": "main" },
        { "Name": "starship",  "Source": "main" },
        { "Name": "Hack-NF",    "Source": "nerd-fonts" }
    ]
}
